/* About screen blog label */
"About.blog" = "مدونة";

/* About screen footer */
"About.footer" = "تم انشاءها بتعاون مع جميع فريق عمل DigiWallet, نسخة %1$@";

/* Privay Policy button label */
"About.privacy" = "سياسة الخصوصية";

/* About screen reddit label */
"About.reddit" = "Reddit";

/* Terms of Use button label */
"About.terms" = "تعليمات الاستخدام";

/* About screen title */
"About.title" = "حول";

/* About screen twitter label */
"About.twitter" = "تويتر ";

/* Close modal button accessibility label */
"AccessibilityLabels.close" = "إغلاق ";

/* Support center accessibiliy label */
"AccessibilityLabels.faq" = "مركز الدعم ";

/* Loading Wallet Message */
"Account.loadingMessage" = "تحميل المحفظة";

/* Default wallet name */
"AccountHeader.defaultWalletName" = "محفظتي DigiWallet ";

/* Error alert title */
"Alert.error" = "خطأ";

/* No internet alert message */
"Alert.noInternet" = "غير متصل بالشبكة، تفقد الشبكة و أعد المحاولة.";

/* Warning alert title */
"Alert.warning" = "تحذير";

/* 'the addresses were copied'' Alert title */
"Alerts.copiedAddressesHeader" = "ثم نسخ العناوين ";

/* Addresses Copied Alert sub header */
"Alerts.copiedAddressesSubheader" = "جميع عناوين المحفظة ثم  نسخها بنجاح";

/* Alert Header Label (the paper key was set) */
"Alerts.paperKeySet" = "تعيين paper key ";

/* Alert Subheader label (playfully positive) */
"Alerts.paperKeySetSubheader" = "رائع!";

/* Alert Header label (the PIN was set) */
"Alerts.pinSet" = "تعيين PIN ";

/* Send failure alert header label (the send failed to happen) */
"Alerts.sendFailure" = "فشل في الإرسال";

/* Send success alert header label (confirmation that the send happened) */
"Alerts.sendSuccess" = "تاكيد الإرسال ";

/* Send success alert subheader label (e.g. the money was sent) */
"Alerts.sendSuccessSubheader" = "ثم إرسال المال! ";

/* JSON Serialization error message */
"ApiClient.jsonError" = " خطأ في تسلسل JSON ";

/* Wallet not ready error message */
"ApiClient.notReady" = "المحفظة ليست جاهزة";

/* API Token error message */
"ApiClient.tokenError" = "غير قادر على استعادة رمز API";

/* Send BCH view body. */
"BCH.body" = "أدخل وجهة عنوان digibyte  أدناه. \nجميع digibyte  الموجودة في محفظتك عند حدوث \"الفورك\" (%1$@)،سيتم ارسالها ";

/* Confirm sending <$5.00> to <address>? */
"BCH.confirmationMessage" = "تاكيد الإرسال %1$@ الى %2$@";

/* Confirmation alert title */
"BCH.confirmationTitle" = "تأكيد ";

/* Generic bch erorr message */
"BCH.genericError" = "حسابك لا يحتوي على digibyte, او انك قمت بالتوصل ب digibyte بعد حدوث \"الفورك\" ";

/* Transaction ID copied message */
"BCH.hashCopiedMessage" = "ثم نسخ ايصال العملية ";

/* No address error message */
"BCH.noAddressError" = "الرجاء إدخال العنوان";

/* Attempted to scan unsupported qr code error message. */
"BCH.paymentProtocolError" = "\nطلبات بروتوكول الدفع غير مدعمة في معاملات digibyte ";

/* BCH successfully sent alert message */
"BCH.successMessage" = "ثم إرسال digibyte بنجاح ";

/* Widthdraw BCH view title */
"BCH.title" = "سحب digibyte ";

/* Tx Hash button header */
"BCH.txHashHeader" = "ايصال عملية digibyte ";

/* Approve button label */
"BitID.approve" = "ثمة الموافقة ";

/* <sitename> is requesting authentication using your bitcoin wallet */
"BitID.authenticationRequest" = "%1$@ يقوم بطلب الموافقة باستخدام محفظتك digibyte ";

/* Deny button label */
"BitID.deny" = "رفض  ";

/* BitID error alert title */
"BitID.error" = "خطأ في التحقق";

/* BitID error alert messaage (The payment service you are trying to use isn't working. Please contact them, as you may need to try again) */
"BitID.errorMessage" = "يرجى التحقق من الخدمة. قد تحتاج إلى إعادة المحاولة.";

/* BitID success alert title */
"BitID.success" = "تمت عملية التحقق بنجاح ";

/* BitID Authentication Request alert view title */
"BitID.title" = "طلب التحقق digiID";

/* Cancel button label */
"Button.cancel" = "إلغاء ";

/* Ignore button label */
"Button.ignore" = "تجاهل";

/* menu button */
"Button.menu" = "القائمة ";

/* No button */
"Button.no" = "لا";

/* OK button label */
"Button.ok" = "موافق";

/* receive button */
"Button.receive" = "استلام ";

/* send button */
"Button.send" = "إرسال ";

/* Settings button label */
"Button.settings" = "تعديلات Settings";

/* Settings button label */
"Button.submit" = "تطبيق";

/* Yes button */
"Button.yes" = "نعم ";

/* Camera plugin instruction */
"CameraPlugin.centerInstruction" = "ضع ID الخص بك في المربع";

/* Amount to Send: ($1.00) */
"Confirmation.amountLabel" = "الكمية المراد ارسالها:";

/* Network Fee: ($1.00) */
"Confirmation.feeLabel" = "عمولة الشبكة:";

/* eg. Processing time: This transaction will take 10-30 minutes to process. */
"Confirmation.processingTime" = "وقت المعالجة: ستستغرق هذه العملية %1$@ ثواني لمعالجتها";

/* Label for "send" button on final confirmation screen */
"Confirmation.send" = "إرسال ";

/* Confirmation Screen title */
"Confirmation.title" = "تأكيد ";

/* To: (address) */
"Confirmation.to" = "إلى ";

/* Total Cost: ($5.00) */
"Confirmation.totalLabel" = "التكلفة الإجمالية:";

/* Confirm paper phrase view label. */
"ConfirmPaperPhrase.label" = "من أجل التأكد من كتابة كل شيء بشكل صحيح، يرجى إدخال الكلمات التالية من paper key الخاص بك .";

/* Word label eg. Word #1, Word #2 */
"ConfirmPaperPhrase.word" = "كلمة #%1$@";

/* Bitcoin denomination picker label */
"DefaultCurrency.bitcoinLabel" = "وحدة عرض digibyte ";

/* Exchange rate label */
"DefaultCurrency.rateLabel" = "سعر التحويل ";

/* Email unavailable alert title */
"ErrorMessages.emailUnavailableMessage" = "لم تتم تهيئة هذا الجهاز لإرسال بريد إلكتروني باستخدام بريد تطبيق  iOS";

/* Email unavailable alert title */
"ErrorMessages.emailUnavailableTitle" = "البريد الإلكتروني غير متوفر";

/* Messaging unavailable alert title */
"ErrorMessages.messagingUnavailableMessage" = "لم تتم تهيئة هذا الجهاز لإرسال الرسائل ";

/* Messaging unavailable alert title */
"ErrorMessages.messagingUnavailableTitle" = "الرسائل غير متوفرة ";

/* You can customize your Face ID Spending Limit from the [FaceIdSettings.linkText gets added here as a button] */
"FaceIDSettings.customizeText" = "يمكنك تخصيص حد الإنفاق ل Face ID  من %1$@. ";

/* Face Id screen label */
"FaceIDSettings.label" = "استخدم وجهك لفتح DigiWallet الخاصة بك وارسل المال إلى حد محدد.";

/* Link Text (see FaceIdSettings.customizeText) */
"FaceIDSettings.linkText" = " نص الرابط(see TouchIdSettings.customizeText)";

/* Face id switch label. */
"FaceIDSettings.switchLabel" = "تفعيل خاصية Face ID ل DigiWallet ";

/* Face ID settings view title */
"FaceIDSettings.title" = "Face ID ";

/* Face ID unavailable alert message */
"FaceIDSettings.unavailableAlertMessage" = "لم تقم بإعداد خاصية Face ID على هذا الجهاز. المرجو الذهاب الى قائمة الإعدادات \nSettings->Face ID & Passcode\nلإعداد هذه الخاصية الان. \n ";

/* Face ID unavailable alert title */
"FaceIDSettings.unavailableAlertTitle" = "لم يتم إعداد خاصية Face ID ";

/* Face Id spending limit screen title */
"FaceIDSpendingLimit.title" = "Face ID حد الانفاق ";

/* Economy fee */
"FeeSelector.economy" = "اقتصاد";

/* Fee Selector economly fee description */
"FeeSelector.economyLabel" = "وقت التسليم المتوقع: 10+ دقائق";

/* Warning message for economy fee */
"FeeSelector.economyWarning" = "لا ينصح بهذا الخيار للمعاملات حساسة-الوقت \"time-sensitive\"";

/* Regular fee */
"FeeSelector.regular" = "نمطي";

/* Fee Selector regular fee description */
"FeeSelector.regularLabel" = "وقت التسليم المتوقع: 15-30 ثانية";

/* Fee Selector title */
"FeeSelector.title" = "سرعة المعالجة";

/* Checking private key balance progress view text */
"Import.checking" = "جار التحقق من رصيد private key ...";

/* Sweep private key confirmation message */
"Import.confirm" = " إرسال%1$@ من هذا المفتاح الخاص \"private key\"  داخل محفظتك؟ ستتلقى شبكة digibyte  رسوما قدرها %2$@.";

/* Duplicate key error message */
"Import.Error.duplicate" = "هذا المفتاح الخاص \"private key\"  هو بالفعل موجود في محفظتك ";

/* empty private key error message */
"Import.Error.empty" = "هذا المفتاح الخاص \"private key\" فارغ ";

/* High fees error message */
"Import.Error.highFees" = "رسوم المعاملة ستكلف  أكثر من الأموال المتاحة على هذا المفتاح الخاص \"private key\" .";

/* Not a valid private key error message */
"Import.Error.notValid" = "المفتاح الخاص \"private key\" ليس صحيح ";

/* Import signing error message */
"Import.Error.signing" = "خطأ أثناء توقيع المعاملة";

/* Import button label */
"Import.importButton" = "استيراد";

/* Importing wallet progress view label */
"Import.importing" = " استيراد المحفظة";

/* Caption for graphics */
"Import.leftCaption" = "المحفظة المراد استيرادها";

/* Import wallet intro screen message */
"Import.message" = "استيراد محفظة\nتحويل جميع الأموال من محفظتك الأخرى الي محفظة الدي جي بايت الحالية باستخدام تحويلة واحدة.";

/* Enter password alert view title */
"Import.password" = "هذا المفتاح الخاص \"private key\" محمي بكلمة مرور.";

/* password textfield placeholder */
"Import.passwordPlaceholder" = "كلمة المرور ";

/* Caption for graphics */
"Import.rightCaption" = "DigiWallet الخاصة بك ";

/* Scan Private key button label */
"Import.scan" = "مسح المفتاح الخاص \nScan Private Key";

/* Import wallet success alert title */
"Import.success" = "نجاح";

/* Successfully imported wallet message body */
"Import.SuccessBody" = "تم استيراد المحفظة بنجاح.";

/* Import Wallet screen title */
"Import.title" = "استيراد المحفظة ";

/* Unlocking Private key activity view message. */
"Import.unlockingActivity" = "فتح مفتاح\nUnlocking Key";

/* Import wallet intro warning message */
"Import.warning" = "استيراد محفظة لا يتضمن سجل المعاملات او تفاصيل أخرى. ";

/* Wrong password alert message */
"Import.wrongPassword" = "كلمة المرور خاطئة، رجاءا المحاولة مرة أخرى. ";

/* Close app button */
"JailbreakWarnings.close" = "إغلاق ";

/* Ignore jailbreak warning button */
"JailbreakWarnings.ignore" = "تجاهل";

/* Jailbreak warning message */
"JailbreakWarnings.messageWithBalance" = "إخلال بأمن الجهاز\nأي تطبيق من تطبيقات \"jailbreak\" يمكنه الوصول إلى بيانات مفاتيح DigiWallet وسرقة Digibyte الخاص بك! امسح هذه المحفظة فورا واستعدها على جهاز آمن.";

/* Jailbreak warning message */
"JailbreakWarnings.messageWithoutBalance" = "إخلال بأمن الجهاز\nأي تطبيق من تطبيقات \"jailbreak\" يمكنه الوصول إلى بيانات مفاتيح DigiWallet وسرقة Digibyte الخاص بك! الرجاء استعمال محفظة DigiWallet فقط على جهاز ليس فيه تطبيق من تطبيقات \"jailbreak\" ";

/* Jailbreak warning title */
"JailbreakWarnings.title" = "تحذير";

/* Location services disabled error */
"LocationPlugin.disabled" = "خدمات الموقع غير متاحة .";

/* No permissions for location services */
"LocationPlugin.notAuthorized" = "DigiWallet ليس لديها إذن للوصول إلى خدمات الموقع.";

/* Wallet creation date prefix */
"ManageWallet.creationDatePrefix" = "قمت  بإنشاء محفظتك على %1$@";

/* Manage wallet description text */
"ManageWallet.description" = "لا يظهر اسم محفظتك إلا في سجل معاملات حسابك فقط ولا يمكن لأي شخص آخر رؤيته.";

/* Change Wallet name textfield label */
"ManageWallet.textFeildLabel" = "اسم المحفظة ";

/* Manage wallet modal title */
"ManageWallet.title" = "إدارة المحفظة";

/* Buy bitcoin title */
"MenuButton.buy" = "شراء digibyte ";

/* Menu button title */
"MenuButton.lock" = "قفل المحفظة ";

/* Menu button title */
"MenuButton.security" = "مركز الأمن";

/* Menu button title */
"MenuButton.settings" = "الإعدادات settings ";

/* Menu button title */
"MenuButton.support" = "الدعم ";

/* button label */
"MenuViewController.createButton" = "انشاء محفظة جديدة ";

/* Menu modal title */
"MenuViewController.modalTitle" = "القائمة ";

/* button label */
"MenuViewController.recoverButton" = "استعادة محفظة";

/* Switch to automatic mode button label */
"NodeSelector.automaticButton" = "التبديل إلى الوضع التلقائي";

/* Node is connected label */
"NodeSelector.connected" = "متصل ";

/* Enter node ip address view body */
"NodeSelector.enterBody" = "قم بإدخال عنوان Node IP والمنفذ \"port\" (اختياري) ";

/* Enter Node ip address view title */
"NodeSelector.enterTitle" = "أدخل Node ";

/* Switch to manual mode button label */
"NodeSelector.manualButton" = "التبديل إلى الوضع اليدوي";

/* Node address label */
"NodeSelector.nodeLabel" = "العقدة \"node\" الأساسية الحالية ";

/* Node is not connected label */
"NodeSelector.notConnected" = "غير متصل ";

/* Node status label */
"NodeSelector.statusLabel" = "حالة إتصال Node ";

/* Node Selector view title */
"NodeSelector.title" = "عقد digibyte \nDigibyte Nodes ";

/* Bad Payment request alert title */
"PaymentProtocol.Errors.badPaymentRequest" = "عملية طلب الدفع سيئة ";

/* Error opening payment protocol file message */
"PaymentProtocol.Errors.corruptedDocument" = "مستند غير متوافق أو معطوب";

/* Missing certificate payment protocol error message */
"PaymentProtocol.Errors.missingCertificate" = "الشهادة مفقودة";

/* Request expired payment protocol error message */
"PaymentProtocol.Errors.requestExpired" = "انتهاء صلاحية الطلب";

/* Payment too small alert title */
"PaymentProtocol.Errors.smallOutputError" = "تعذر إجراء الدفع ";

/* Amount too small error message */
"PaymentProtocol.Errors.smallPayment" = "مدفوعات digibyte لا يمكن ان تكون اقل من %1$@";

/* Output too small error message. */
"PaymentProtocol.Errors.smallTransaction" = "لا يمكن أن تكون مخرجات معاملات digibyte  أقل من $@.";

/* Unsupported signature type payment protocol error message */
"PaymentProtocol.Errors.unsupportedSignatureType" = "نوع التوقيع غير معتمد";

/* Untrusted certificate payment protocol error message */
"PaymentProtocol.Errors.untrustedCertificate" = "شهادة غير موثوق بها";

/* Enable face ID prompt body */
"Prompts.FaceId.body" = "انقر هنا لتفعيل خاصية Face ID ";

/* Enable face ID prompt title */
"Prompts.FaceId.title" = "تفعيل خاصية Face ID ";

/* No passcode set warning body */
"Prompts.NoPasscode.body" = "هناك حاجة إلى رمز مرور \"Passcode\"  الجهاز لحماية محفظتك. انتقل إلى الإعدادات لتشغيل رمز المرور \"Passcode\" .";

/* No Passcode set warning title */
"Prompts.NoPasscode.title" = "تشغيل رمز المرور\"Passcode\" الجهاز ";

/* Warning about paper key. */
"Prompts.PaperKey.body" = "يجب حفظ  paper key  الخاص بك في حالة فقدان أو تغيير هاتفك. انقر هنا للمتابعة.";

/* An action is required (You must do this action). */
"Prompts.PaperKey.title" = "إجراء مطلوب ";

/* Transaction rejected prompt body */
"Prompts.RecommendRescan.body" = "قد تكون محفظتك غير متزامنة \"out of sync\".  يمكن في كثير من الأحيان حل هذا المشكلة  عن طريق إعادة فحص البلوكشين.";

/* Transaction rejected prompt title */
"Prompts.RecommendRescan.title" = "تم رفض المعاملة";

/* Share data prompt body */
"Prompts.ShareData.body" = "مساعدة في تحسين DigiWallet من خلال تبادل البيانات المجهولة معنا";

/* Share data prompt title */
"Prompts.ShareData.title" = "مشاركة بيانات مجهولة";

/* Enable touch ID prompt body */
"Prompts.TouchId.body" = "انقر هنا لتفعيل خاصية  معرف اللمس \"Touch ID\" ";

/* Enable touch ID prompt title */
"Prompts.TouchId.title" = "تفعيل خاصية  معرف اللمس \"Touch ID\" ";

/* Upgrade PIN prompt body. */
"Prompts.UpgradePin.body" = "تمت ترقية DigiWallet  لاستخدام PIN المكون من 6 أرقام. انقر هنا للترقية.";

/* Upgrade PIN prompt title. */
"Prompts.UpgradePin.title" = "ترقية رقم التعريف الشخصي\"PIN\"";

/* Notifications will be added later but users can set their preferences now, which is why we specify "in the future". */
"PushNotifications.body" = "تشغيل الإشعارات لتلقي رسائل خاصة من DigiWallet في المستقبل.";

/* Push notifications toggle switch label */
"PushNotifications.label" = "دفع \"ضغط\"  الإشعارات ";

/* Push notifications are off label */
"PushNotifications.off" = "إيقاف ";

/* Push notifications are on label */
"PushNotifications.on" = "تشغيل ";

/* Push notifications settings view title label */
"PushNotifications.title" = "الإشعارات ";

/* Address copied message. */
"Receive.copied" = "نسخ إلى الحافظة \"clipboard\". ";

/* Share via email button label */
"Receive.emailButton" = "البريد الإلكتروني ";

/* Request button label */
"Receive.request" = "طلب مبلغ";

/* Share button label */
"Receive.share" = "مشاركة ";

/* Share via text message (SMS) */
"Receive.textButton" = "نص الرسالة ";

/* Receive modal title */
"Receive.title" = "تسلم";

/* Done button text */
"RecoverWallet.done" = "ثم";

/* Recover wallet header */
"RecoverWallet.header" = "استعادة محفظة";

/* Reset PIN with paper key: header */
"RecoverWallet.header_reset_pin" = "إعادة تعيين PIN";

/* Enter paper key instruction */
"RecoverWallet.instruction" = "أدخل paper key ";

/* Recover wallet intro */
"RecoverWallet.intro" = "استرداد DigiWallet الخاصة بك بواسطة paper key ";

/* Invalid paper key message */
"RecoverWallet.invalid" = " Paper key الذي أدخلته غير صالح. يرجى التحقق مرة أخرى من كل كلمة وإعادة المحاولة.";

/* Previous button accessibility label */
"RecoverWallet.leftArrow" = "سهم الدوران لليسار. ";

/* Next button label */
"RecoverWallet.next" = "التالي ";

/* Reset PIN with paper key: more information button. */
"RecoverWallet.reset_pin_more_info" = "قم بالضغط هنا لمزيد من المعلومات. ";

/* Next button accessibility label */
"RecoverWallet.rightArrow" = "سهم الدوران لليمين";

/* Recover wallet sub-header */
"RecoverWallet.subheader" = "قم بإدخال paper key الخاص بالمحفظة المراد استردادها. ";

/* Reset PIN with paper key: sub-header */
"RecoverWallet.subheader_reset_pin" = "لإعادة تعيين PIN الخاص بك، المرجو إدخال الكلمات من paper key الخاص بك في المربع أدناه. ";

/* No amount entered error message. */
"RequestAnAmount.noAmount" = "المرجو إدخال مبلغ اولا. ";

/* Request a specific amount of bitcoin */
"RequestAnAmount.title" = "طلب مبلغ. ";

/* Alert action button label */
"ReScan.alertAction" = "المزامنة sync ";

/* Alert message body */
"ReScan.alertMessage" = "لن تتمكن من إرسال الأموال أثناء المزامنة \"syncing\".";

/* Alert message title */
"ReScan.alertTitle" = "المزامنة \"sync\" مع البلوكشين؟ ";

/* extimated time */
"ReScan.body1" = "20-45 دقيقة";

/* Syncing explanation */
"ReScan.body2" = "إذا ظهرت معاملة ما على أنها اكتملت على شبكة digibyte لكن ليس على DigiWallet الخاصة بك. ";

/* Syncing explanation */
"ReScan.body3" = "يظهر لك خطأ متكرر على ان المعاملة الخاصة بك ثم رفضها. ";

/* Start Sync button label */
"ReScan.buttonTitle" = "بدء المزامنة \"sync\" ";

/* Sync blockchain view footer */
"ReScan.footer" = "لن تكون قادرا على إرسال الأموال أثناء المزامنة \"sync\"  مع بلوكشين";

/* Sync Blockchain view header */
"ReScan.header" = "مزامنة \"sync\" بلوكشين. ";

/* Subheader label */
"ReScan.subheader1" = "الوقت المقدر";

/* Subheader label */
"ReScan.subheader2" = "متى المزامنة \"sync\" ؟";

/* Scan bitcoin address camera flash toggle */
"Scanner.flashButtonLabel" = "فلاش الكاميرا ";

/* Complete filter label */
"Search.complete" = "اكتمال";

/* Pending filter label */
"Search.pending" = "إنتظار ";

/* Received filter label */
"Search.received" = "مستلمة";

/* Sent filter label */
"Search.sent" = "مرسلة ";

/* Face ID button title */
"SecurityCenter.faceIdTitle" = "Face ID ";

/* Security Center Info */
"SecurityCenter.info" = "تفعيل جميع ميزات الأمان للحصول على أقصى قدر من الحماية.";

/* Paper Key button description */
"SecurityCenter.paperKeyDescription" = "الطريقة الوحيدة للوصول إلى digibyte الخاص بك في حالة فقدان أو ترقية هاتفك. ";

/* Paper Key button title */
"SecurityCenter.paperKeyTitle" = "Paper key ";

/* PIN button description */
"SecurityCenter.pinDescription" = "احمي DigiWallet  الخاصة بك من المستخدمين غير المصرح لهم.";

/* PIN button title */
"SecurityCenter.pinTitle" = "6Digi-PIN";

/* Security Center Title */
"SecurityCenter.title" = "مركز الأمن";

/* Touch ID button description */
"SecurityCenter.touchIdDescription" = "سهولة فتح DigiWallet الخاصة بك وإرسال الأموال إلى الحد الذي حددته. ";

/* Touch ID button title */
"SecurityCenter.touchIdTitle" = "Touch ID";

/* Send money amount label */
"Send.amountLabel" = "الكمية ";

/* Balance: $4.00 */
"Send.balance" = "الرصيد: %1$@";

/* Camera not allowed message */
"Send.cameraunavailableMessage" = "انتقل إلى الإعدادات للسماح بالدخول إلى الكاميرا.";

/* Camera not allowed alert title */
"Send.cameraUnavailableTitle" = "ليس مسموح ل DigiWallet للوصول إلى الكاميرا ";

/* Warning when sending to self. */
"Send.containsAddress" = "الوجهة هي عنوانك الخاص. لا يمكن الارسال إلى نفسك.";

/* Could not create transaction alert title */
"Send.creatTransactionError" = "لا يمكن إنشاء المعاملة. ";

/* Description for sending money label */
"Send.descriptionLabel" = "مذكرة";

/* Emtpy pasteboard error message */
"Send.emptyPasteboard" = "Pasteboard فارغ ";

/* Network Fee: $0.01 */
"Send.fee" = "عمولة الشبكة: %1$@";

/* Payee identity not certified alert title. */
"Send.identityNotCertified" = "لم يتم اعتماد هوية المستفيد";

/* Invalid address alert message */
"Send.invalidAddressMessage" = "عنوان الوجهة ليس بعنوان digibyte صحيح.";

/* Invalid address on pasteboard message */
"Send.invalidAddressOnPasteboard" = "لا يحتوي Pasteboard على عنوان digibyte صحيح. ";

/* Invalid address alert title */
"Send.invalidAddressTitle" = "عنوان غير صحيح ";

/* Is rescanning error message */
"Send.isRescanning" = " الإرسال غير متاح أثناء إعادة المسح الكامل.";

/* Loading request activity view message */
"Send.loadingRequest" = "تحميل الطلب ";

/* Empty address alert message */
"Send.noAddress" = "المرجو إدخال عنوان المستلم. ";

/* Emtpy amount alert message */
"Send.noAmount" = "المرجو إدخال الكمية المراد ارسالها. ";

/* Paste button label */
"Send.pasteLabel" = "لصق";

/* Could not publish transaction alert title */
"Send.publishTransactionError" = "تعذر نشر المعاملة.";

/* Could not load remote request error message */
"Send.remoteRequestError" = "تعذر تحميل طلب الدفع";

/* Scan button label */
"Send.scanLabel" = "مسح \"scan\" ";

/* Send button label (the action, "press here to send") */
"Send.sendLabel" = "إرسال ";

/* Send screen title (as in "this is the screen for sending money") */
"Send.title" = "إرسال ";

/* Send money to label */
"Send.toLabel" = "إلى ";

/* Adress already used alert message - first part */
"Send.UsedAddress.firstLine" = "عناوين digibyte معدة للاستخدام مرة واحدة فقط.";

/* Adress already used alert message - second part */
"Send.UsedAddress.secondLIne" = "إعادة الاستخدام يقلل الخصوصية لكما الاثنين انت والمستلم ويمكن أن يؤدي إلى خسارة إذا كان المستلم  لا يستطيع السيطرة  بشكل مباشر على العنوان. ";

/* Adress already used alert title */
"Send.UsedAddress.title" = "العنوان مستخدم من قبل";

/* About label */
"Settings.about" = "عن";

/* Advanced Settings title */
"Settings.advancedTitle" = "إعدادات متقدمة ";

/* i.e. the currency which will be displayed */
"Settings.currency" = "عرض العملة";

/* Join Early access label */
"Settings.earlyAccess" = "Join Early Access";

/* Are you enjoying bread alert message body */
"Settings.enjoying" = "هل انت راض بتطبيق DigiWallet ";

/* Face ID spending limit label */
"Settings.faceIdLimit" = "Face ID حد الانفاق ";

/* Import wallet label */
"Settings.importTitle" = "استيراد محفظة";

/* Manage settings section header */
"Settings.manage" = "تدبير";

/* Notifications label */
"Settings.notifications" = "اشعارات";

/* Leave review button label */
"Settings.review" = "اترك لنا تقييمك";

/* Share anonymous data label */
"Settings.shareData" = "مشاركة البيانات المجهولة ";

/* Sync blockchain label */
"Settings.sync" = "مزامنة \"sync\" بلوكشين ";

/* Settings title */
"Settings.title" = "الإعدادات settings ";

/* Touch ID spending limit label */
"Settings.touchIdLimit" = "حد إنفاق Touch ID ";

/* Wallet Settings section header */
"Settings.wallet" = "محفظة ";

/* Start or recover another wallet menu label. */
"Settings.wipe" = "بدء / استرداد محفظة أخرى";

/* Share data view body */
"ShareData.body" = "المساعدة في تحسين DigiWallet من خلال تبادل البيانات المجهولة معنا. هذا لا يتضمن أي معلومات مالية. نحن نحترم خصوصيتك المالية.";

/* Share data header */
"ShareData.header" = "مشاركة البيانات؟ ";

/* Share data switch label. */
"ShareData.toggleLabel" = "مشاركة البيانات المجهولة؟ ";

/* button label */
"StartPaperPhrase.againButtonTitle" = "اكتب في الأسفل paper key مرة أخرى ";

/* Paper key explanation text. */
"StartPaperPhrase.body" = "Paper key  الخاص بك هو السبيل الوحيد لاستعادة DigiWallet الخاص بك  في حالة فقدان هاتفك، سرقته، كسر، أو عند ترقيته.\nسوف تظهر لك قائمة من الكلمات للكتابة على قطعة من الورق من أجل البقاء عليها آمنة.";

/* button label */
"StartPaperPhrase.buttonTitle" = "اكتب Paper key ";

/* Argument is date */
"StartPaperPhrase.date" = "اخر Paper key كتبتها على %1$@";

/* Start view message */
"StartViewController.message" = "الطريقة الأكثر حماية وامان باستخدام Digibyte. ";

/* Syncing view connectiong state header text */
"SyncingView.connecting" = "إتصال ";

/* Syncing view header text */
"SyncingView.header" = "المزامنة syncing ";

/* Retry button label */
"SyncingView.retry" = "إعادة المحاولة";

/* Syncing view syncing state header text */
"SyncingView.syncing" = "المزامنة syncing ";

/* 6 d (6 days) */
"TimeSince.days" = "%1$@ d";

/* 6 h (6 hours) */
"TimeSince.hours" = "%1$@ h";

/* 6 m (6 minutes) */
"TimeSince.minutes" = "%1$@ m";

/* 6 s (6 seconds) */
"TimeSince.seconds" = "%1$@ s";

/* You can customize your Touch ID Spending Limit from the [TouchIdSettings.linkText gets added here as a button] */
"TouchIdSettings.customizeText" = "يمكنك تخصيص Touch ID الخاص بك بحد إنفاق من ال %1$@.";

/* Touch Id screen label */
"TouchIdSettings.label" = "استخدم بصمات اصابعك لفتح digibyte الخاص بك وإرسال الأموال إلى حد محدد.";

/* Link Text (see TouchIdSettings.customizeText) */
"TouchIdSettings.linkText" = "حد إنفاق شاشة Touch ID ";

/* Spending Limit: b100,000 ($100) */
"TouchIdSettings.spendingLimit" = "حد الإنفاق: %1$@ (%2$@) ";

/* Touch id switch label. */
"TouchIdSettings.switchLabel" = "تفعيل خاصية Touch ID ل DigiWallet الخاصة بك ";

/* Touch ID settings view title */
"TouchIdSettings.title" = "Touch ID ";

/* Touch ID unavailable alert message */
"TouchIdSettings.unavailableAlertMessage" = "لم يتم تعيين خاصية Touch ID على هذا الجهاز. انتقل إلى الإعدادات لتعيينها الآن \nSettings->Touch ID & Passcode ";

/* Touch ID unavailable alert title */
"TouchIdSettings.unavailableAlertTitle" = "لم يتم تعيين خاصية Touch ID ";

/* Always require passcode option */
"TouchIdSpendingLimit" = "دائما اطلب رمز المرور \"Passcode\" ";

/* Touch ID spending limit screen body */
"TouchIdSpendingLimit.body" = "سيطلب منك إدخال PIN المكون من 6 أرقام لإرسال أي معاملة أكثر من حد الإنفاق الخاص بك، وكل 48 ساعة منذ آخر مرة أدخلت PIN المكون من 6 أرقام.";

/* Touch Id spending limit screen title */
"TouchIdSpendingLimit.title" = "حد إنفاق Touch ID ";

/* Availability status text */
"Transaction.available" = "متاح للإنفاق ";

/* Transaction complete label */
"Transaction.complete" = "اكتملت ";

/* eg. Ending balance: $50.00 */
"Transaction.ending" = "الرصيد النهائي: %1$@";

/* Exchange rate on date header */
"Transaction.exchangeOnDayReceived" = "سعر الصرف عند الاستلام:";

/* Exchange rate on date header */
"Transaction.exchangeOnDaySent" = "سعر الصرف عند الإرسال: ";

/* (b600 fee) */
"Transaction.fee" = "(%1$@ fee)";

/* Invalid transaction */
"Transaction.invalid" = "غير صالحة";

/* Timestamp label for event that just happened */
"Transaction.justNow" = "حاليا ";

/* Receive status text: 'In progress: 20%' */
"Transaction.receivedStatus" = "جاري: %1$@";

/* Send status text: 'In progress: 20%' */
"Transaction.sendingStatus" = "جاري: %1$@";

/* eg. Starting balance: $50.00 */
"Transaction.starting" = "أدخل الرصيد الابتدائي: %1$@";

/* Waiting to be confirmed string */
"Transaction.waiting" = "في انتظار التأكيد. يحتاج بعض التجار إلى تأكيد العملية لإتمام الصفقة. الوقت المقدر: 1-2 دقائق.";

/* e.g. I received money from an account. */
"TransactionDetails.account" = "الحساب ";

/* Amount section header */
"TransactionDetails.amountHeader" = "المبلغ ";

/* Block height label */
"TransactionDetails.blockHeightLabel" = "مؤكدة في بلوك \"Block\" ";

/* Memo section header */
"TransactionDetails.commentsHeader" = " مذكرة ";

/* Empty transaction list message. */
"TransactionDetails.emptyMessage" = "ستظهر معاملاتك هنا.";

/* "Received [$5] at [which of my addresses]" => This is the "at [which of my addresses]" part. */
"TransactionDetails.from" = "عند %1$@";

/* More button title */
"TransactionDetails.more" = "المزيد.. ";

/* Moved $5.00 (as in "I moved $5 to another location") */
"TransactionDetails.moved" = "تم نقل %1$@";

/* Moved $5.00 */
"TransactionDetails.movedAmountDescription" = "تم نقل <b>  %1@ </ b>";

/* eg. Confirmed in Block: Not Confirmed */
"TransactionDetails.notConfirmedBlockHeightLabel" = "ليست مفعلة";

/* "Received [$5] at [which of my addresses]" => This is the "Received [$5]" part. */
"TransactionDetails.received" = "تم استلام %1$@";

/* Received $5.00 */
"TransactionDetails.receivedAmountDescription" = "تم استلام <b> %1@ </ b>";

/* "Sent [$5] to [address]" => This is the "Sent [$5]" part. */
"TransactionDetails.sent" = "تم ارسال %1$@";

/* Sent $5.00 */
"TransactionDetails.sentAmountDescription" = "تم إرسال <b> %1@ </ b>";

/* Status section header */
"TransactionDetails.statusHeader" = "الحالة ";

/* Transaction Details Title */
"TransactionDetails.title" = "تفاصيل المعاملة ";

/* "Sent [$5] to [address]" => This is the "to [address]" part. */
"TransactionDetails.to" = "إلى %1$@";

/* Transaction ID header */
"TransactionDetails.txHashHeader" = "سجل معاملة Digibyte ";

/* (this transaction was) Received at this address: */
"TransactionDirection.address" = "تم استلامها في هذا العنوان";

/* (this transaction was) Sent to this address: */
"TransactionDirection.to" = "تم إرسالها إلى هذا العنوان ";

/* Disabled until date */
"UnlockScreen.disabled" = "غير متاح حتى: %1$@";

/* My Address button title */
"UnlockScreen.myAddress" = "عنواني ";

/* Reset PIN with Paper Key button label. */
"UnlockScreen.resetPin" = "إعادة تعيين PIN ";

/* Scan button title */
"UnlockScreen.scan" = "فحص scan ";

/* Unlock Screen sub-header */
"UnlockScreen.subheader" = "قم بإدخال PIN ";

/* TouchID prompt text */
"UnlockScreen.touchIdPrompt" = "فتح DigiWallet الخاصة بك. ";

/* Unlock with TouchID accessibility label */
"UnlockScreen.touchIdText" = "فتح باستخدام خاصية Touch ID ";

/* Wallet unlocked message */
"UnlockScreen.unlocked" = "تم إلغاء قفل المحفظة";

/* Update PIN caption text */
"UpdatePin.caption" = "تذكر جيدا هذا PIN . إذا قمت بنسيانه ، فلن تكون قادرا على الوصول إلى Digibyte الخاص بك.";

/* PIN creation info. */
"UpdatePin.createInstruction" = "سيتم استخدام PINالخاص بك لفتح DigiWallet الخاصة بك وإرسال الأموال.";

/* Update PIN title */
"UpdatePin.createTitle" = "تعيين PIN ";

/* Update PIN title */
"UpdatePin.createTitleConfirm" = "اعد إدخال PIN ";

/* Enter current PIN instruction */
"UpdatePin.enterCurrent" = "قم بإدخال PIN الحالي. ";

/* Enter new PIN instruction */
"UpdatePin.enterNew" = "أدخل PIN جديد. ";

/* Re-Enter new PIN instruction */
"UpdatePin.reEnterNew" = "اعد إدخال PIN الخاص بك الجديد. ";

/* Update PIN failure error message. */
"UpdatePin.setPinError" = "عذرا، تعذر تحديث PIN .";

/* Update PIN failure alert view title */
"UpdatePin.setPinErrorTitle" = "حدث خطأ في PIN ";

/* Update PIN title */
"UpdatePin.updateTitle" = "تحديث PIN ";

/* Authorize to copy wallet addresses alert message */
"URLHandling.addressaddressListAlertMessage" = "نسخ عناوين المحفظة على الحافظة clipboard?  ";

/* Authorize to copy wallet address PIN view prompt. */
"URLHandling.addressList" = "السماح بنسخ عنوان المحفظة على الحافظة \"clipboard\"? ";

/* Authorize to copy wallet address alert title */
"URLHandling.addressListAlertTitle" = "نسخ عناوين المحفظة ";

/* Copy wallet addresses alert button label */
"URLHandling.copy" = "نسخ ";

/* Verify PIN for transaction view body */
"VerifyPin.authorize" = "المرجو إدخال PIN من اجل إعطاء الاذن للقيام بهذه المعاملة. ";

/* Verify PIN view body */
"VerifyPin.continueBody" = "المرجو إدخال PIN للمتابعة. ";

/* Verify PIN view title */
"VerifyPin.title" = "PIN مطلوب ";

/* Authorize transaction with touch id message */
"VerifyPin.touchIdMessage" = "السماح بقيام هذه المعاملة ";

/* 'No wallet' warning for watch app */
"Watch.noWalletWarning" = "افتح تطبيق DigiWallet للايفون من اجل إعداد محفظتك";

/* Dismiss button label */
"Webview.dismiss" = "صرف النظر ";

/* Webview loading error message */
"Webview.errorMessage" = "حدث خطأ أثناء تحميل المحتوى. حاول مرة اخرى.";

/* Updating webview message */
"Webview.updating" = "تحديث ...";

/* Welcome screen text. (?) will be replaced with the help icon users should look for. */
"Welcome.body" = "Digibyte for iOS  تم تغيير اسمها إلى DigiWallet، بشكل جميل جديد وبعض المميزات الجديدة.\nإذا كنت بحاجة إلى مساعدة، فابحث عن علامة  (؟) أعلى يسار الشاشة.";

/* Top title of welcome screen */
"Welcome.title" = "مرحبا بك على DigiWallet! ";

/* Wipe wallet alert message */
"WipeWallet.alertMessage" = "هل انت متأكد انك تريد إزالة هذه المحفظة؟ ";

/* Wipe wallet alert title */
"WipeWallet.alertTitle" = "مسح المحفظة؟";

/* Failed wipe wallet alert message */
"WipeWallet.failedMessage" = "فشل في محاولة مسح المحفظة. ";

/* Failed wipe wallet alert title */
"WipeWallet.failedTitle" = "فشل";

/* Enter phrase to wipe wallet instruction. */
"WipeWallet.instruction" = "أدخل عبارة استرداد هذه المحفظة لمسحها و البدء أو استرداد واحدة آخرى. سيظل رصيدك الحالي موصول بهذه العبارة.";

/* Start wipe wallet view message */
"WipeWallet.startMessage" = "بدء أو استرداد محفظة أخرى يسمح لك بالوصول وإدارة DigiWallet مختلفة على هذا الجهاز.";

/* Start wipe wallet view warning */
"WipeWallet.startWarning" = "لن تكون قادرا على الوصول إلى DigiWallet الخاصة بك الحالية من هذا الجهاز. وسيظل الرصيد على العبارة.";

/* Wipe wallet navigation item title. */
"WipeWallet.title" = "بدء أو استرداد محفظة أخرى";

/* Wipe wallet button title */
"WipeWallet.wipe" = "مسح";

/* Wiping activity message */
"WipeWallet.wiping" = "جار القيام بعملية الميح.. ";

/* Paper key instructions. */
"WritePaperPhrase.instruction" = "قم بكتابة كل كلمة و تاكد انها مرتبة وقم بتخزينها في مكان آمن. ";

/* button label */
"WritePaperPhrase.next" = "التالي ";

/* button label */
"WritePaperPhrase.previous" = "سابقاً ";

/* 1 of 3 */
"WritePaperPhrase.step" = "%1$d of %2$d";

